[
    {
        "description": "با گذشت بیش از 30 سال ازتدوین برنامه دوره دکترای حرفه ای پزشکی در اجرای بند 12 اصل سوم و اصول بیست و نهم و سی ام و بند 1 اصل چهل و سوم قانون اساسی جمهوری اسلامی ایران و تصویب آن در سال 1364، دانشکده های پزشکی ایران دستخوش تغییرات کمی و کیفی وسیعی شده اند. از جمله تغییرات ایجاد شده در ساختار دانشکده های پزشکی که در بازنگری برنامه مد نظر قرار گرفته است می توان به رشد تعداد دانشکده های پزشکی، افزایش چشمگیر تعداد و تنوع دوره های تحصیلات تکمیلی تخصصی و فوق تخصصی، توسعه دانش و تجربه انباشته کشور در آموزش پزشکی، و تغییرات فناوری اطلاعات و سهولت دسترسی به دانش روزآمد، همراه با تغییرات کلی در رویکردهای کسب دانش و مهارت در هزاره سوم اشاره نمود. از سوی دیگر، تغییرات نظام خدمات سلامت،شامل گسترش برنامه پزشک خانواده در نظام سلامت، تغییر در ترکیب سنی جمعیت کشور و بار بیماریها، افزایش دسترسی به متخصصین رشته های مختلف پزشکی در شهرهای کوچک، رشد استفاده از فناوری های تشخیصی و درمانی در مراقبتهای روزمره و به تبع آن، گران شدن هزینه های مراقبت، افزایش مراودات بین المللی در مراقبتهای سلامت، و نیز گسترش طبابت مبتنی بر شواهد و مفاهیم جدید کاربردی در طب، توجه به تغییرات متناسب در توانمندیهای مورد انتظار از پزشکان عمومی و برنامه درسی مورد نیاز برای حصول آن توانمندیها را ناگزیر می نماید. \nبرنامه حاضر، با توجه به تغییرات پیشگفت در نیازهای نظام سلامت، بافتار دانشکده های پزشکی، تحولات دانش پزشکی در سطح کشور و جهان، و تجارب سی سال گذشته دانشکده های پزشکی در زمینه آموزش پزشکی عمومی و مداخلات بهبود کیفیت در دانشکده ها تدوین شده است. در این بازنگری سعی شده است ضمن پرهیز از تغییرات بنیادی که اجرای آن در اغلب دانشکده های پزشکی کشور چالش برانگیز است، برنامه به نحوی سازمان دهی شود که دانشکده های پیشرو و توانمند امکان اجرای راهبردهای نوین و موثرتر آموزشی را با حفظ اهداف و محتوای اصلی (core) برنامه داشته باشند و در عین حال، بتوان از اجرای برنامه اصلی در تمام دانشکده های پزشکی کشور اطمینان حاصل نمود. \nاین برنامه به عنوان برنامه درسی ملی پزشکی عمومی ارائه می شود و هر دانشکده مکلف خواهد بود برنامه درسی دانشگاهی خود را بر اساس این برنامه و ضوابط و مقررات ابلاغی معاونت آموزشی وزارت بهداشت درمان و آموزش پزشکی تدوین نماید. از مهمترین ویژگیهای این برنامه به عنوان برنامه ملی می توان به تاکید بیشتر بر اهداف و محتوای اصلی متناسب با توانمندیهای مورد انتظار از پزشکان عمومی، امکان انعطاف در اجرا، بسنده کردن به دروس الزامی در برنامه ملی و محول نمودن تدوین دروس انتخابی به دانشکده ها، و امکان انتخاب استراتژی های اجرای برنامه بر اساس شرایط دانشکده اشاره نمود. رسمیت بخشیدن به آموزش مفاهیم و مهارتهای مهمی چون منش حرفه ای (Professionalism)، آموزش مبتنی بر شواهد (Evidence-Based Medicine EBM)، طب سنتی و مکمل، طب خانواده و رسمیت بخشیدن به آزمونهای مهارتی و عملی به عنوان یکی از شروط دانش آموختگی از ویژگیهای این برنامه در مقایسه با برنامه قبلی به شمار میرود. انتظار می رود با اجرای مناسب این برنامه در عرصه های پیش بینی شده، به خصوص عرصه های بالینی سرپایی و درون جامعه، سطح مطلوبتری از آموزش پاسخگو به دست آید.\n",
        "id": 1,
        "name": "مقدمه",
        "title": "text_value1"
    },
    {
        "description": "رشته: پزشکی(Medicine) \nمقطع: دكتري عمومي(MD) Doctor of Medicine",
        "id": 2,
        "name": "عنوان و مقطع رشته به فارسی و انگلیسی: ",
        "title": "text_value1"
    },
    {
        "description": "پزشکی شاخه ای از علوم کاربردی است که با هدف حفظ و ارتقای سلامت، به تشخیص، درمان و پیشگیری از بیماری ها می پردازد. ربیع ابن احمد اخوینی در هدایهالمتعلمین که کهن ترین کتاب پزشکی فارسی(قرن چهارم هجری) است، طب را این گونه تعریف میکند: «بجشکی (پزشکی) پیشه ای بود که سلامت آدمیان نگاه دارد و چون رفته بود بازآرد، به علم و عمل». \nرشته پزشکی در مقطع دکتری عمومی(MD)Doctor of Medicineپایه و بنیان تمام شاخه های تخصصی پزشکی به شمار میرود و از این رو، کسب مهارتهای مورد انتظار در این دوره نه تنها برای ارائه مناسب خدمات پزشکان عمومی به جامعه ضروری است، بلکه موفقیت در دوره های تخصصی و فوق تخصصی نیز مستلزم طی صحیح فرآیند طبیب شدن در دوره پزشکی عمومی می باشد. \nدانش آموختگان پزشکی عمومی، دانش، هنر و مهارت تشخیص، درمان و پیشگیری از بیماری ها را از طریق کسب دانش ضروری در علوم پایه پزشکی و شاخه های مختلف علوم بالینی، تمرین و ممارست در به کارگیری این علوم در مواجهه با بیماران و مراجعین و نیز تمرین و تکرار مهارتهای عملی بالینی به دست می آورند. به علاوه، لازم است به موازات کسب دانش و مهارت، به رشد اجتماعی و حرفه ایلازم برای احراز صلاحیت شغل طبابت از طریق مشارکت هدایت شده، هدفمند و توام با بازاندیشی در تعاملات حرفه ای در طول تحصیل به خصوص در ضمن کارآموزی و کارورزی دست یابند. برای تحقق این اهداف لازم است استانداردهای برنامه مندرج در این سند به دقت اجرا شود.",
        "id": 3,
        "name": "تعریف رشته: ",
        "title": "text_value1"
    },
    {
        "description": "قبولی در آزمون ورودی مطابق ضوابط و مقررات وزارت بهداشت، درمان و آموزش پزشکی",
        "id": 4,
        "name": "شرايط و نحوه پذيرش:",
        "title": "text_value1"
    },
    {
        "description": "بسیاری از مقادیر را باید به صورتی ذخیری کردتاریخچه طب در جهان:آموزش آکادمیک طب در جهان پا به پای تمدنهای بشری پیشرفت داشته است و مرجعیت علمی در طب، متناسب با میزان حضور تمدنهای مختلف و قدرت برقراری ارتباط و تاثیر آن تمدنها در عرصه جهانی، جا به جا شده است. گزارش فلکسنر در ابتدای قرن بیستم را شاید بتوان نقطه عطف آموزش سازمان یافته طب نوین در جهان دانست. تاثیر این گزارش و پویایی علم آموزش پزشکی در قرن بیستم و قرن حاضر، پیامدهای روشنی برای دانشکده های پزشکی داشته که از جمله این موارد میتوان به تبیین راهبردها و روشهای مختلف آموزش و ارزشیابی، نظام مندی فرآیند های آموزشی، و قرار گرفتن حوزه آموزش پزشکی به عنوان یکی از حوزه های تخصصی علم آموزش که در پی مستند کردن شواهد مرتبط با فرآیندها و سازمانهای آموزش دهنده طب هستند اشاره نمود. به موازات این پیشرفتها در آموزش آکادمیک پزشکی، تغییرات شگرف در محتوا و بافتار علم و خدمات پزشکی نیز که گاه توام با تغییرات پارادایمی بوده است به خصوص در هزاره سوم، آموزش پزشکی عمومی را به شدت تحت تاثیر قرار می دهد. \nتاریخچه طب در ایران:سابقه آموزش آکادمیک طب در ایران، به قبل از ظهور اسلام باز می گردد. مدرسه‌ و بیمارستان‌ عظیم‌ و نامدار «جندی‌ شاپور» در قرن ششم میلادی، هم‌ مدرسه‌ و مركز تحصیل‌ طب و فلسفه‌ بود، و هم‌ بیمارستان‌ و دارالشفای‌بیمارانی‌ كه‌ بدان‌ جا رجوع‌ می‌كردند. دانشگاه جندی شاپور از مهمترین مراكز آموزشی و تحقیقی دنیای آن زمان بود كه تعداد زیادی دانشمند و پزشك در آن مشغول به تدریس، تحصیل و طبابت بودند. در این مركز علاوه بر كتب تالیف شده دانشمندان ایرانی بسیاری از كتابهای یونانی و هندی را به پهلوی ترجمه كرده و آن ها را تعلیم می‌دادند. با مطالعه و بررسی این دانشگاه می‌توان به قدمت تعلیم و تعلم رسمی طب ‌در ایران پی برد. همچنین ابداع روش درمان بیمارستانی را باید تا اندازه زیادی از آن ایرانیان دانست. بیمارستانهای دوره اسلامی ‌اغلب براساس نمونه ها و اصول بیمارستانی جندی شاپور ساخته شده بودند. \nبیمارستانهایمعروفعضدالدولهدرشیرازوبغداد،و بیمارستانهای بعدی دردمشق براساس نمونه جندی شاپور بنا گردیده بودند. نخستین فرآورده دارویی اسلامی ‌نیز از این مركز بزرگ پزشكی جهان بوده است. جندی شاپور به هنگام فتوحات اعراب مهمترین مركز پزشكی جهان بوده است. این دانشگاه تا قرنها از مشهورترین دانشگاههای جهان بود. \nپس از اسلام با شکوفایی تمدن اسلامی و باروری این تمدن در ایران، پزشکان ایرانی همچنان طلایه دار آموزش آکادمیک طب و تدوین کتابهای مرجع بودند. مدرس(محل تدریس) ابن سینا، به عنوان کهن ترین آکادمی آموزش طب که کتاب درسی معتبر(قانون در طب) را نیز منتشر کرده است همچنان پابرجاست کما اینکه تا قرنها این کتاب منبع درسی معتبر برای اطبا در سراسر دنیا به شمار میرفت.\nآموزش طب نوین در ایران تا قبل از تشکيل مدرسه دارالفنون، سازماندهی خاصی نداشت و کتاب قانون ابن سينا و شرح اسباب نفيسي، کتب معتبر و کلاسيک به شمار مي‌رفتند. براي تحصيل طب محلی معین وجود نداشت و فراگيرندگان پس از طي مقدمات اوليه(خواندن دروس صرف و نحو و حکمت الهي در مطب پزشکان معروف قديمي)، به فراگرفتن حکمت طبيعي(طب وغيره) مي‌پرداختند و بدون هيچ مانعي مي‌توانستند پس از گذراندن مقدمات اوليه و کسب اطلاعات مختصري در طب، به عنوان پزشک به درمان بيماران مشغول شوند. اين وضع تا زمان سلطنت ناصرالدين شاه و صدارت اميرکبير ادامه داشت. در اين دوره به دستور ناصرالدين شاه، دکتر کلوکه، حکيم باشي دربار براي ارتقاي آموزش طبابت به آموزش تعدادي از افراد همت گمارد تا اينکه در سال 1266، اميرکبير قسمتي از ارک شاهي را براي تاسيس مدرسه دارالفنون در نظر گرفت و در سال 1267 قسمتي از آن آماده شد. در سال 1290، ناصرالدين شاه دستور ساخت بيمارستان را صادر کرد و اولين بيمارستان در ايران(بيمارستان سينا)، در سال 1298 به رياست مرحوم ناظم الاطباء افتتاح شد و سپس دانشکده‌هاي ديگري نيز از مدرسه دارالفنون منشعب گرديد. \nدر سال 1297، تشکيلات مدرسه طب از دارالفنون جدا شد و مرحوم لقمان الدوله ادهم به رياست آن برگزيده شد و از همين دوره، بخصوص از سال 1307، آموزش طب(در مدرسه طب) نظم و قوام بيشتري پيدا کرد و به دوره‌هاي آموزش علوم پايه و باليني تقسيم شد. در سال 1313 قانون تاسيس دانشگاه تهران به تصويب مجلس رسيد و هريک از مدارس، دانشکده ناميده شدند که يکي از آنها دانشکده طب بود. اکنون پس از گذشت قریب 100 سالاز تاسیس اولین مدرسه پزشکی در ایران، تعداد 63 دانشکده پزشکی در سراسر کشور مسئولیتآموزش دانشجویان پزشکی عمومی را برعهده دارند.",
        "id": 5,
        "name": "تاريخچه رشته و سیر تکاملی در جهان و ایران:",
        "title": "text_value1"
    },
    {
        "description": "دانش آموختگان این دوره می توانند در جایگاه های زیر انجام وظیفه نمایند: \n- مراکز بهداشتی درمانی،مطبهای خصوصی و بیمارستانها\n- سازمانها و موسسات مرتبط با خدمات سلامت \n- مراکز آموزشی و تحقیقاتی مرتبط با علوم پزشکی",
        "id": 6,
        "name": "جایگاه شغلی دانش آموختگان:",
        "title": "text_value1"
    },
    {
        "description": "پزشک عمومی بعنوان صف اول در ارائه خدمات سلامت با جامعه قرار دارد. بنابراین دائما در معرض قضاوت و ارزیابی جامعه قرار گرفته باید ضمن داشتن ویژگیهای مطلوب حرفه ای و مهارتهای تخصصی و هنجارهای جامعه را مراعات کند. \nانسان موجودی چند بعدی با دغدغه ها و نیازهای متنوع جسمی–روحی و فرهنگی است. این امر موجب می شود برنامه های آموزش نیروهای انسانی برای تامین سلامت انسان دارای ارزشهای چند لایه و متنوعی باشد. پزشک عمومی نمی تواند صرفاً به جسم و بیماریهای آن بپردازد. پزشک تنها شخصی است که به عنوان صاحب یک حرفه می تواند به خصوصی ترین حریم انسان های نیازمند خدمات سلامت راه یابد به طوری که گاه به اسرار بیمار از نزدیک ترین همراهان وی بیشتر آگاه است. بنابراین مهمترین ارزش و رکن کلیدی در برنامه های پزشکی عمومی باید تربیت پزشکانی متعهد به اخلاق و منش حرفه ای باشد. دانش پزشکی قلمرویی در حال تغییر دائمی است و پزشک نیازمند آن است که برای اطمینان از صحت تصمیم گیری های بالینی و ارائه خدمات و انطباق این اقدامات با شواهد معتبر، یادگیری مادامالعمر و ارتقای حرفهای مستمر را سرلوحه فعالیت حرفه ای خود قرار دهد. از این رو، پرورش تفکر انتقادی و مهارتهای یادگیری خودراهبر، یکی از ضروریات برنامه پزشکی عمومی به شمار می رود که به خصوص در راهبردهای اجرای برنامه بایستی مورد توجه قرار گیرد. \nبر اساس اصول تعلیم و تربیت، طراحی آموزشی مناسب و سازماندهی محتوا در عرصه های یادگیری امری ضروری است. تقویت تعامل میان استاد و فراگیر، تماس زودرس و هدفمند دانشجو با محیط بالینی، همچنین تعریف فرصت تمرین و یادگیری مهارتها و محول نمودن مسئولیت بیشتر به دانشجویان متناسب با مرحله آموزش(علوم پایه، مقدمات بالینی، کارآموزی و کارورزی) توأم با روشهای اطمینان از ایمنی و حفظ حقوق بیماران در برنامه مورد تاکید قرار گرفته است. ",
        "id": 7,
        "name": "فلسفه( ارزش ها و باورها): ",
        "title": "text_value1"
    },
    {
        "description": "برنامه دوره پزشکی عمومی با استفاده از آخرین یافته های آموزش پزشکی خواهد توانست ضمن حفظ قابلیت اجرا توسط دانشکده های کمتر برخوردار، به تحقق استانداردهای جهانی مورد قبول برنامه آموزش پزشکی در ایران کمک کند و در هر حال، با اجرای آن دانش آموختگانی متعهد، توانمند و پاسخگو در برابر نیازهای نظام سلامت ایران به جامعه تقدیم شود.",
        "id": 8,
        "name": "دورنما(چشم انداز): ",
        "title": "text_value1"
    },
    {
        "description": "رسالت برنامه درسی پزشکی عمومی، تبیین اهداف، فرصتهای یادگیری، و قواعدی است که تکمیل و اجرای آن در دانشکده ها به تحقق توانمندیهای مورد انتظار از دانش آموختگان این دوره بیانجامد. این برنامه ضمن توجه به دغدغه های کلیه ذینفعان برنامه، اهداف آموزشی را با رویکردی عملگرایانه و منعطف به نحوی ارائه میکند که کلیه دانشگاههای کشور بتوانند با در نظر گرفتن تمامی منابع و ویژگیهای آموزشی خود، تربیت پزشکان عمومی را با حداکثر انطباق با برنامه ملی اجرا نمایند. \nما بر اين باوريم كه دانش آموختگان اين رشته بايد با استفاده از دانش و مهارتهاي روزآمد در زمينه پزشكي بگونهاي تربيت شوند كه بتوانند به عنوان اولين نقطه تماس مردم با نظام مراقبت سلامت ايفاي وظيفه نمايند. فارغ التحصيلان اين برنامه بايد بتوانند نقش حرفهاي خود را يا از طريق ارائه مستقيم و مطلوب(روزآمد) خدمات به بيماران و يا از طريق هماهنگ سازي خدمات با ساير ارايه كنندگان خدمات و به فراخور نيازهاي سلامت و منابع موجود در جامعه ارائه نموده و از اين طريق به تحقق نظام ارائه خدمات ادغام يافتهكمك نمايند. مراقبت ارائه شده توسط اين فارغ التحصيلان بدون در نظر گرفتن سن، جنس، نژاد و يا سطح فرهنگي و اجتماعي و با در نظر گرفتن پيش زمينههاي فرهنگي، اجتماعي، اقتصادي و روانشناختي بيماران بوده و بايد در حد امكان مداوم، همه جانبه و فراگير، در جهت ارتقاء سلامت آحاد جامعه باشد. همچنين اين دانشجويان بايد بگونهايي تربيت شوند كه بتوانند به شناسايي مشكلات جامعه كه فراتر از مشكلات افراد مراجعه كننده و متقاضي خدمات سلامت است، بپردازند و با آگاهي و درك صحيح از رفتارهاي مرتبط با سلامت در جامعه نقش موثرتری در حمايت از تلاشها و حركتهاي اجتماعي كه جامعه در جهت محافظت از سلامت آحاد خود انجام ميدهد، ایفا کند.\nما بر اين باوريم كه دانش آموختگان اين رشته افرادي مسئوليت پذير، دلسوز، انساندوست و خود توانمند ساز بوده و در ارتقاي سلامت جامعه با تمام جديت و متعهدانه فعاليت مينمايند. دانشكده های پزشكي به عنوان مجریان این دوره متعهدند كه در طول اجرای برنامه ارزشها و اصول نظام جمهوري اسلامي ايران را رعايت نموده و زمينههاي رشد و تعالي انساني را براي دانشجويان اين برنامه آموزشي بر مبناي فرهنگ غني اسلامي و با در نظر گرفتن كرامت انساني فراهم نمايند و بتوانند پزشکانی متعهد به اسلام و پایبند به موازین علمی تربیت نمایند. \nفراهم کردن مبنایی برای ارزشیابی نحوه پیاده سازی و اجرای برنامه همراه با تعیین میزان دستیابی به کلیه اهداف آموزشی و فراهم نمودن ساز و کار مناسب جهت ارزیابی توانمندی دانش آموختگان از جمله مهمترین رسالت برنامه خواهد بود. ",
        "id": 9,
        "name": "رسالت (مأموریت):",
        "title": "text_value1"
    },
    {
        "description": "هدف نهایی برنامه آموزش پزشكي عمومي، این است که با كسب توانمندیهای مورد انتظار، دانش آموختگان این دوره،قادر شوند ضمن مراعات ضوابط اخلاق حرفه ای، مراقبت از سلامت افراد تحت پوشش و درمان بیماران را مطابق با استانداردهای خدمات بر عهده بگیرند، توانايي مديريت اطلاعات و يادگيري مادام العمر را كسب نمايند و به عنوان خط مقدم ارائه خدمات در نظام سلامت به خوبی انجام وظیفه کنند.",
        "id": 10,
        "name": "اهداف برنامه: ",
        "title": "text_value1"
    },
    {
        "description": "وظایف حرفه ای دانش آموختگان این رشته شامل: \nـ مسئولیت فنی مطبهای شخصی و مراکز مجاز خدمات سلامت\nـ ارائه خدمات سلامت منطبق با ضوابط مصوب در وزارت بهداشت درمان و آموزش پزشکی \nـ ارائه خدمات مشاوره و آموزش سلامت به فرد، جامعه و گروههای هدف (با مراعات مقررات اختصاصی برای هر گروه هدف)\nـ مشارکت در کلیه فعالیتهای آموزشی و پژوهشی مورد تایید در مراجع ذیصلاح(وزارت بهداشت، درمان و آموزش پزشکی یا سایر سازمانهای مجاز بکار گیرنده پزشکان عمومی)\nـ ارائه خدمات کارشناسی مسائل سلامت حسب نیاز سازمان متبوع در محدوده صلاحیت حرفه ای پزشکان عمومی\nـ مشارکت در فرآیندهای مدیریتی حوزه سلامت",
        "id": 11,
        "name": "وظایف حرفه ای دانش آموختگان در جامعه: ",
        "title": "text_value1"
    },
    {
        "description": "محورهای اصلی توانمندی های مورد انتظار از دانش آموختگان پزشکی عمومی عبارتند از: \n1- مهارت‌های بالینی \n2- مهارت‌های برقراری ارتباط \n3- مراقبت بیمار(تشخیص، درمان، بازتوانی)\n4- ارتقای سلامت و پیشگیری در نظام سلامت و نقش پزشک در آن\n5- پيشرفت فردي و فراگيري مستمر\n6- تعهد حرفه‌ای، اخلاق و حقوق پزشکی\n7- مهارت‌های تصمیم گیری، استدلال و حل مسأله",
        "id": 12,
        "name": "توانمندي ها و مهارت هاي اصلي مورد انتظار: ",
        "title": "text_value1"
    },
    {
        "description": "اين برنامه با استفاده از راهبرد برنامه ریزی سیستماتیک، و با درنظرگرفتن توانمندی های مورد انتظار (competency-oriented) به نحوی تدوین شده است که امکان اجرای بخشهای مختلف آن با استفاده از یک یا چند مورد از راهبردهاي آموزشی زير در دانشگاهها وجود دارد: \n- آموزش توأم دانشجو و استاد محور \n- آموزش جامعهنگر (Community Oriented Education) \n- آموزش مبتني بر موضوع (Subject Based Education)\n- آموزش سرپایی (Outpatient Based Education)\n- آموزش بيمارستاني (Hospital Based Education) \n- آموزش مبتني بر مشكل (Problem Based Education)\n- آموزش مبتني بر وظايف حرفه اي (Task Based Education)",
        "id": 13,
        "name": "راهبردهاي آموزشي: ",
        "title": "text_value1"
    },
    {
        "description": "در اين دوره، از روشها و فنون آموزشي مختلف متناسب با اهداف یادگیری هر درس و امکانات و شرایط دانشکدهبهره گرفته خواهد شد. تاکید برنامه بر تناسب روشها و فنون با اهداف و زمینه های یادگیری است و از این رو، روش یا فن خاصی در کل برنامه ملی تجویز نمی شود. با این حال، توصیه می شود در استفاده از روش یا فنون آموزشی علاوه بر وجود شواهد در مورد پیامدهای آموزشی هر روش یا فن، به پیامدهای پرورشی آن و نیز آمادگی دانشجویان و مدرسان برای اجرای مناسب، همچنین مسائل اقتصادی و اجرایی کاربرد این روشها نیز توجه شود. در مواردی توصیه های لازم در مورد روش خاص برای برخی دروس در شناسنامه معرفی دروس ارائه می شود. همچنین در استانداردهای برنامه روشهای آموزشی برای ارائه برنامه بیشتر توضیح داده شده است.",
        "id": 14,
        "name": "روشها و فنون آموزشي:",
        "title": "text_value1"
    },
    {
        "description": "انواع كنفرانسهاي داخل بخشي، بين بخشي، بيمارستاني، بين رشتهاي، بين دانشگاهي و سمينار، و بین المللی\n- بحث در گروههاي كوچك– كارگاههاي آموزشي– ژورنال كلاب و كتاب خواني– ارائه موردCase presentation\n- گزارش صبحگاهي– راندهاي كاري و آموزشي \n- تمرین فردی و گروهی در مرکز یادگیری مهارتهای بالینی(Skill Lab) \n- آموزش ترکیبی(Blended Learning)، استفاده از تكنيكهاي شبيه سازي بر حسب امكانات \n- کار در آزمايشگاه بر حسب امکانات\n- خود آموزی (self study)\n- سایر روشها و فنون آموزشي  بر حسب نياز و اهداف آموزشي",
        "id": 15,
        "name": "نمونه ای از انواع روشها و فنونی که می توانند مورد استفاده قرار گیرند عبارتند از:",
        "title": "text_value1"
    },
    {
        "description": "از دانشجویان پزشکی انتظار می رود:\n- در مراقبت از بيمار، منشور حقوق بيمار را دقيقا رعايت نمايند. \n- مقررات مرتبط با حفاظت و ايمني بيمار(Patient safety) را دقيقا رعايت نمايند(این مقررات توسط گروه آموزشی مربوطه تدوین و در اختیار فراگیران قرار خواهد گرفت). \n- كدهاي اخلاقي مرتبط با مادر، جنين و نوزادان را به دقت مراعات کنند(اين كدها از طرف گروه آموزشي در اختيار فراگيران قرار خواهد گرفت). \n- مقررات مرتبط با حفاظت و ايمني داروها(Drug Safety) شامل ترکیبات شیمیایی و غیر شیمیایی مرتبط را دقیقا رعایت نماید. (این مقررات توسط گروه آموزشی مربوطه تدوین و در اختیار فراگیران قرار خواهد گرفت). \n- مقررات پوشش حرفه اي(Dress code) را رعايت نمايند. \n- مقررات كار با حيوانات آزمايشگاهي را رعایت نماید. \n- به سوگند نامه حرفه خود متعهد و پايبند باشند. \n- از منابع و تجهيزاتي که تحت هر شرايط با آن کار مي کنند محافظت نمايند. \n- به استادان، کارکنان، همكاران و فراگيران ديگر احترام بگذارند و در ايجاد جو صميمي و احترام آميز در محيط کار مشارکت نمايند. \n- در نقد برنامه ها، ملاحظات اخلاق اجتماعي و حرفه اي را رعايت کنند. \n- در انجام پژوهش هاي مربوط به رشته، نکات اخلاق پژوهش را رعايت نمايند.",
        "id": 16,
        "name": "انتظارات اخلاقي از فراگيران:",
        "title": "text_value1"
    },
    {
        "description": "الف- روش ارزيابي \nانتخاب روش ارزیابی فراگیران بر اساس اهداف یادگیری و شرایط هر دانشکده بر عهده کمیته برنامه درسی دانشکده است. انتظار میرود روشهای ارزشیابی به نحوی انتخاب و اجرا شود که ضمن اطمینان از روایی و پایایی روش و ابزار مورد استفاده، بهکارگیری آن روش نهایتا مشوق یادگیری عمیق تر و مستمر در دانشجویان باشد. روش هاي ارزيابي در اين دوره می تواند شامل موارد زیر باشد: \nبرای دروس نظری:آزمونهای کتبي، ارائه تکاليف به صورت گزارش کتبی یا سخنراني،آزمونهای شفاهی، آزمون تعاملي رايانه اي است. \nدروس عملی و باليني:مشاهده عملکرد بالینی دانشجو در طول دوره، آزمونهای عینی ساختارمند نظیرOSCE، OSLE، OSFE، DOPS، ارزیابی های360 درجه، ارزيابي کار پوشه (Portfolio) شامل ارزيابي کارنما (Log book)، و نظاير آن است. \nبا توجه به اهداف آموزشی در حیطه رفتار و منش حرفه ای، لازم است در تمام دوره تحصیل، ارزیابی رفتارهای حرفه ای دانشجویان در برنامه ارزیابی فراگیران که هر دانشکده پزشکی تدوین می کند گنجانده شود. توضیح بیشتر این امر در استانداردهای برنامه پزشکی عمومی آمده است. \nب – دفعات و مقاطع ارزيابي:\n1- تنظیم زمان و برنامه ارزیابی مستمر درون دانشگاهی دانشجویان بر عهده کمیته برنامه درسی دانشکده پزشکی است. \n2- آزمون های جامع دوره پزشکی عمومی عبارتند از: \nآزمون جامع علوم پایه: در پایان دوره علوم پایه \nآزمون جامع پیشکارورزی: در پایان دوره کارآموزی\nآزمون عملی صلاحیت های بالینی پایان دوره: پس از طی شش ماه از دوره کارورزی\nموفقیت در آزمونهای جامع علوم پایه و پیشکارورزی برای ورود دانشجویان به مرحله بعدی آموزش، و قبولی در آزمون عملی صلاحیت های بالینی پایان دوره برای فراغت از تحصیل الزامی است.",
        "id": 17,
        "name": "ارزيابي فراگيران: ",
        "title": "text_value1"
    },
    {
        "description": "حداقل هيأت علمي و کارکنانپشتیبان آموزش مورد نياز براي اجراي برنامه، فضاها و امکانات آموزشي لازم اعم از امکانات عمومی، اختصاصی آزمایشگاهی و بالینی، گروه ها و تخصص های آموزش پشتیبان، وتجهيزات و ملزوماتضروری برای اجرای برنامه آموزشی دوره پزشکی عمومی بر اساس استانداردهای کالبدی برنامه پزشکی عمومی مصوب دویست و چهل و نهمین جلسهشورای گسترش دانشگاهها و دانشکده های علوم پزشکی کشور (تاریخ 26/7/94) تعیین می شود (پیوست 2).",
        "id": 18,
        "name": "مقدمه",
        "title": "text_value2"
    },
    {
        "description": "الف) رویکرد تکوینی یا سازنده (Formative) به ارزشیابی برنامه پزشکی عمومی: \nدر رویکرد تکوینی، هدف از ارزشیابی، اصلاح برنامه های در حال اجرا از طریق بررسي میزان مطابقت برنامه اجرا شده (Implemented Curriculum) با برنامه تدوین شده (Planned Curriculum )و استانداردهای آناست. \nبه این منظور، تدوین شاخصهای پایش اجرای برنامه و استقرار نظام پایش در دو سطح دانشگاهی (با محوریت کمیته برنامه درسی پزشکی عمومی در دانشکده پزشکی)، و وزارتی ( با مسئولیت دبیرخانه شورای آموزش پزشکی عمومی) انجام می شود. \nبر اساس نتایج حاصل از پایش، اتخاذ تصمیم های اصلاحی در سطح دانشکده انجام می شود. در صورت فراگیر بودن مشکلات و ضرورت انجام تغییرات در سطح ملی،دبیرخانه شورای آموزش پزشکی عمومی موظف به پیگیری اقدامات و اصلاحات مورد نیاز برای اطمینان از اجرای مناسب برنامه است. \nب) رویکرد تراکمی (Summative) به ارزشیابی برنامه پزشکی عمومی: \nرویکرد تراکمی هر 5 سال یک بار، و با هدف تعیین میزان مراعات استانداردهای برنامه در دانشکده های پزشکی انجام می شود. \nمدل اعتباربخشی برای این تحقق این رویکرد به کار گرفته خواهد شد. سند استانداردهای برنامه دوره پزشکی عمومی (پیوست 3) که با طی مراحل علمی و مشارکت خبرگان آموزش پزشکی عمومی از سراسر کشور تدوین شده است مبنای اعتباربخشی برنامه های آموزش پزشکی عمومی در دانشکده های پزشکی جمهوری اسلامی ایران می باشد.",
        "id": 19,
        "name": "ارزشیابی برنامه پزشکی عمومی با دو رویکرد تکوینی و تراکمی انجام میشود.",
        "title": "text_value4"
    },
    {
        "description": "- ارزشيابي تکوینی به صورت مستمر\n- ارزشيابي تراکمی (اعتباربخشی برنامه) هر 5 سال",
        "id": 20,
        "name": "تواتر انجام ارزشيابي: ",
        "title": "text_value4"
    }
]