String text_value1 = ''' 

مقدمه:
با گذشت بیش از 30 سال ازتدوین برنامه دوره دکترای حرفه ای پزشکی در اجرای بند 12 اصل سوم و اصول بیست و نهم و سی ام و بند 1 اصل چهل و سوم قانون اساسی جمهوری اسلامی ایران و تصویب آن در سال 1364، دانشکده های پزشکی ایران دستخوش تغییرات کمی و کیفی وسیعی شده اند. از جمله تغییرات ایجاد شده در ساختار دانشکده های پزشکی که در بازنگری برنامه مد نظر قرار گرفته است می توان به رشد تعداد دانشکده های پزشکی، افزایش چشمگیر تعداد و تنوع دوره های تحصیلات تکمیلی تخصصی و فوق تخصصی، توسعه دانش و تجربه انباشته کشور در آموزش پزشکی، و تغییرات فناوری اطلاعات و سهولت دسترسی به دانش روزآمد، همراه با تغییرات کلی در رویکردهای کسب دانش و مهارت در هزاره سوم اشاره نمود. از سوی دیگر، تغییرات نظام خدمات سلامت،شامل گسترش برنامه پزشک خانواده در نظام سلامت، تغییر در ترکیب سنی جمعیت کشور و بار بیماریها، افزایش دسترسی به متخصصین رشته های مختلف پزشکی در شهرهای کوچک، رشد استفاده از فناوری های تشخیصی و درمانی در مراقبتهای روزمره و به تبع آن، گران شدن هزینه های مراقبت، افزایش مراودات بین المللی در مراقبتهای سلامت، و نیز گسترش طبابت مبتنی بر شواهد و مفاهیم جدید کاربردی در طب، توجه به تغییرات متناسب در توانمندیهای مورد انتظار از پزشکان عمومی و برنامه درسی مورد نیاز برای حصول آن توانمندیها را ناگزیر می نماید.
برنامه حاضر، با توجه به تغییرات پیشگفت در نیازهای نظام سلامت، بافتار دانشکده های پزشکی، تحولات دانش پزشکی در سطح کشور و جهان، و تجارب سی سال گذشته دانشکده های پزشکی در زمینه آموزش پزشکی عمومی و مداخلات بهبود کیفیت در دانشکده ها تدوین شده است. در این بازنگری سعی شده است ضمن پرهیز از تغییرات بنیادی که اجرای آن در اغلب دانشکده های پزشکی کشور چالش برانگیز است، برنامه به نحوی سازمان دهی شود که دانشکده های پیشرو و توانمند امکان اجرای راهبردهای نوین و موثرتر آموزشی را با حفظ اهداف و محتوای اصلی (core) برنامه داشته باشند و در عین حال، بتوان از اجرای برنامه اصلی در تمام دانشکده های پزشکی کشور اطمینان حاصل نمود.
این برنامه به عنوان برنامه درسی ملی پزشکی عمومی ارائه می شود و هر دانشکده مکلف خواهد بود برنامه درسی دانشگاهی خود را بر اساس این برنامه و ضوابط و مقررات ابلاغی معاونت آموزشی وزارت بهداشت درمان و آموزش پزشکی تدوین نماید. از مهمترین ویژگیهای این برنامه به عنوان برنامه ملی می توان به تاکید بیشتر بر اهداف و محتوای اصلی متناسب با توانمندیهای مورد انتظار از پزشکان عمومی، امکان انعطاف در اجرا، بسنده کردن به دروس الزامی در برنامه ملی و محول نمودن تدوین دروس انتخابی به دانشکده ها، و امکان انتخاب استراتژی های اجرای برنامه بر اساس شرایط دانشکده اشاره نمود. رسمیت بخشیدن به آموزش مفاهیم و مهارتهای مهمی چون منش حرفه ای (Professionalism)، آموزش مبتنی بر شواهد (Evidence-Based Medicine EBM)، طب سنتی و مکمل، طب خانواده و رسمیت بخشیدن به آزمونهای مهارتی و عملی به عنوان یکی از شروط دانش آموختگی از ویژگیهای این برنامه در مقایسه با برنامه قبلی به شمار میرود. انتظار می رود با اجرای مناسب این برنامه در عرصه های پیش بینی شده، به خصوص عرصه های بالینی سرپایی و درون جامعه، سطح مطلوبتری از آموزش پاسخگو به دست آید.
عنوان و مقطع رشته به فارسی و انگلیسی:
رشته: پزشکی(Medicine)
مقطع: دكتري عمومي(MD) Doctor of Medicine

 

تعریف رشته:
پزشکی شاخه ای از علوم کاربردی است که با هدف حفظ و ارتقای سلامت، به تشخیص، درمان و پیشگیری از بیماری ها می پردازد. ربیع ابن احمد اخوینی در هدایه­المتعلمین که کهن ترین کتاب پزشکی فارسی(قرن چهارم هجری) است، طب را این گونه تعریف می­کند: «بجشکی (پزشکی) پیشه ای بود که سلامت آدمیان نگاه دارد و چون رفته بود بازآرد، به علم و عمل».
رشته پزشکی در مقطع دکتری عمومی(MD)Doctor of Medicineپایه و بنیان تمام شاخه های تخصصی پزشکی به شمار میرود و از این رو، کسب مهارتهای مورد انتظار در این دوره نه تنها برای ارائه مناسب خدمات پزشکان عمومی به جامعه ضروری است، بلکه موفقیت در دوره های تخصصی و فوق تخصصی نیز مستلزم طی صحیح فرآیند طبیب شدن در دوره پزشکی عمومی می باشد.
دانش آموختگان پزشکی عمومی، دانش، هنر و مهارت تشخیص، درمان و پیشگیری از بیماری ها را از طریق کسب دانش ضروری در علوم پایه پزشکی و شاخه های مختلف علوم بالینی، تمرین و ممارست در به کارگیری این علوم در مواجهه با بیماران و مراجعین و نیز تمرین و تکرار مهارتهای عملی بالینی به دست می آورند. به علاوه، لازم است به موازات کسب دانش و مهارت، به رشد اجتماعی و حرفه ایلازم برای احراز صلاحیت شغل طبابت از طریق مشارکت هدایت شده، هدفمند و توام با بازاندیشی در تعاملات حرفه ای در طول تحصیل به خصوص در ضمن کارآموزی و کارورزی دست یابند. برای تحقق این اهداف لازم است استانداردهای برنامه مندرج در این سند به دقت اجرا شود.
شرايط و نحوه پذيرش:
قبولی در آزمون ورودی مطابق ضوابط و مقررات وزارت بهداشت، درمان و آموزش پزشکی
تاريخچه رشته و سیر تکاملی در جهان و ایران:
تاریخچه طب در جهان:آموزش آکادمیک طب در جهان پا به پای تمدنهای بشری پیشرفت داشته است و مرجعیت علمی در طب، متناسب با میزان حضور تمدنهای مختلف و قدرت برقراری ارتباط و تاثیر آن تمدنها در عرصه جهانی، جا به جا شده است. گزارش فلکسنر در ابتدای قرن بیستم را شاید بتوان نقطه عطف آموزش سازمان یافته طب نوین در جهان دانست. تاثیر این گزارش و پویایی علم آموزش پزشکی در قرن بیستم و قرن حاضر، پیامدهای روشنی برای دانشکده های پزشکی داشته که از جمله این موارد میتوان به تبیین راهبردها و روشهای مختلف آموزش و ارزشیابی، نظام مندی فرآیند های آموزشی، و قرار گرفتن حوزه آموزش پزشکی به عنوان یکی از حوزه های تخصصی علم آموزش که در پی مستند کردن شواهد مرتبط با فرآیندها و سازمانهای آموزش دهنده طب هستند اشاره نمود. به موازات این پیشرفتها در آموزش آکادمیک پزشکی، تغییرات شگرف در محتوا و بافتار علم و خدمات پزشکی نیز که گاه توام با تغییرات پارادایمی بوده است به خصوص در هزاره سوم، آموزش پزشکی عمومی را به شدت تحت تاثیر قرار می دهد.
تاریخچه طب در ایران:سابقه آموزش آکادمیک طب در ایران، به قبل از ظهور اسلام باز می گردد. مدرسه‌ و بیمارستان‌ عظیم‌ و نامدار «جندی‌ شاپور» در قرن ششم میلادی، هم‌ مدرسه‌ و مركز تحصیل‌ طب و فلسفه‌ بود، و هم‌ بیمارستان‌ و دارالشفای‌بیمارانی‌ كه‌ بدان‌ جا رجوع‌ می‌كردند. دانشگاه جندی شاپور از مهمترین مراكز آموزشی و تحقیقی دنیای آن زمان بود كه تعداد زیادی دانشمند و پزشك در آن مشغول به تدریس، تحصیل و طبابت بودند. در این مركز علاوه بر كتب تالیف شده دانشمندان ایرانی بسیاری از كتابهای یونانی و هندی را به پهلوی ترجمه كرده و آن ها را تعلیم می‌دادند. با مطالعه و بررسی این دانشگاه می‌توان به قدمت تعلیم و تعلم رسمی طب ‌در ایران پی برد. همچنین ابداع روش درمان بیمارستانی را باید تا اندازه زیادی از آن ایرانیان دانست. بیمارستانهای دوره اسلامی ‌اغلب براساس نمونه ها و اصول بیمارستانی جندی شاپور ساخته شده بودند.
بیمارستان های معروفعضدالدولهدرشیرازوبغداد،و بیمارستانهای بعدی دردمشق براساس نمونه جندی شاپور بنا گردیده بودند. نخستین فرآورده دارویی اسلامی ‌نیز از این مركز بزرگ پزشكی جهان بوده است. جندی شاپور به هنگام فتوحات اعراب مهمترین مركز پزشكی جهان بوده است. این دانشگاه تا قرنها از مشهورترین دانشگاههای جهان بود.
پس از اسلام با شکوفایی تمدن اسلامی و باروری این تمدن در ایران، پزشکان ایرانی همچنان طلایه دار آموزش آکادمیک طب و تدوین کتابهای مرجع بودند. مدرس(محل تدریس) ابن سینا، به عنوان کهن ترین آکادمی آموزش طب که کتاب درسی معتبر(قانون در طب) را نیز منتشر کرده است همچنان پابرجاست کما اینکه تا قرنها این کتاب منبع درسی معتبر برای اطبا در سراسر دنیا به شمار میرفت.
آموزش طب نوین در ایران تا قبل از تشکيل مدرسه دارالفنون، سازماندهی خاصی نداشت و کتاب قانون ابن سينا و شرح اسباب نفيسي، کتب معتبر و کلاسيک به شمار مي‌رفتند. براي تحصيل طب محلی معین وجود نداشت و فراگيرندگان پس از طي مقدمات اوليه(خواندن دروس صرف و نحو و حکمت الهي در مطب پزشکان معروف قديمي)، به فراگرفتن حکمت طبيعي(طب وغيره) مي‌پرداختند و بدون هيچ مانعي مي‌توانستند پس از گذراندن مقدمات اوليه و کسب اطلاعات مختصري در طب، به عنوان پزشک به درمان بيماران مشغول شوند. اين وضع تا زمان سلطنت ناصرالدين شاه و صدارت اميرکبير ادامه داشت. در اين دوره به دستور ناصرالدين شاه، دکتر کلوکه، حکيم باشي دربار براي ارتقاي آموزش طبابت به آموزش تعدادي از افراد همت گمارد تا اينکه در سال 1266، اميرکبير قسمتي از ارک شاهي را براي تاسيس مدرسه دارالفنون در نظر گرفت و در سال 1267 قسمتي از آن آماده شد. در سال 1290، ناصرالدين شاه دستور ساخت بيمارستان را صادر کرد و اولين بيمارستان در ايران(بيمارستان سينا)، در سال 1298 به رياست مرحوم ناظم الاطباء افتتاح شد و سپس دانشکده‌هاي ديگري نيز از مدرسه دارالفنون منشعب گرديد.
در سال 1297، تشکيلات مدرسه طب از دارالفنون جدا شد و مرحوم لقمان الدوله ادهم به رياست آن برگزيده شد و از همين دوره، بخصوص از سال 1307، آموزش طب(در مدرسه طب) نظم و قوام بيشتري پيدا کرد و به دوره‌هاي آموزش علوم پايه و باليني تقسيم شد. در سال 1313 قانون تاسيس دانشگاه تهران به تصويب مجلس رسيد و هريک از مدارس، دانشکده ناميده شدند که يکي از آنها دانشکده طب بود. اکنون پس از گذشت قریب 100 سالاز تاسیس اولین مدرسه پزشکی در ایران، تعداد 63 دانشکده پزشکی در سراسر کشور مسئولیتآموزش دانشجویان پزشکی عمومی را برعهده دارند.
جایگاه شغلی دانش آموختگان:
دانش آموختگان این دوره می توانند در جایگاه های زیر انجام وظیفه نمایند:
-          مراکز بهداشتی درمانی،مطبهای خصوصی و بیمارستانها
-          سازمانها و موسسات مرتبط با خدمات سلامت
-          مراکز آموزشی و تحقیقاتی مرتبط با علوم پزشکی
فلسفه( ارزش ها و باورها):
پزشک عمومی بعنوان صف اول در ارائه خدمات سلامت با جامعه قرار دارد. بنابراین دائما در معرض قضاوت و ارزیابی جامعه قرار گرفته باید ضمن داشتن ویژگیهای مطلوب حرفه ای و مهارتهای تخصصی و هنجارهای جامعه را مراعات کند.
انسان موجودی چند بعدی با دغدغه ها و نیازهای متنوع جسمی–روحی و فرهنگی است. این امر موجب می شود برنامه های آموزش نیروهای انسانی برای تامین سلامت انسان دارای ارزشهای چند لایه و متنوعی باشد. پزشک عمومی نمی تواند صرفاً به جسم و بیماریهای آن بپردازد. پزشک تنها شخصی است که به عنوان صاحب یک حرفه می تواند به خصوصی ترین حریم انسان های نیازمند خدمات سلامت راه یابد به طوری که گاه به اسرار بیمار از نزدیک ترین همراهان وی بیشتر آگاه است. بنابراین مهمترین ارزش و رکن کلیدی در برنامه های پزشکی عمومی باید تربیت پزشکانی متعهد به اخلاق و منش حرفه ای باشد. دانش پزشکی قلمرویی در حال تغییر دائمی است و پزشک نیازمند آن است که برای اطمینان از صحت تصمیم گیری های بالینی و ارائه خدمات و انطباق این اقدامات با شواهد معتبر، یادگیری مادام­العمر و ارتقای حرفه­ای مستمر را سرلوحه فعالیت حرفه ای خود قرار دهد. از این رو، پرورش تفکر انتقادی و مهارتهای یادگیری خودراهبر، یکی از ضروریات برنامه پزشکی عمومی به شمار می رود که به خصوص در راهبردهای اجرای برنامه بایستی مورد توجه قرار گیرد.
بر اساس اصول تعلیم و تربیت، طراحی آموزشی مناسب و سازماندهی محتوا در عرصه های یادگیری امری ضروری است. تقویت تعامل میان استاد و فراگیر، تماس زودرس و هدفمند دانشجو با محیط بالینی، همچنین تعریف فرصت تمرین و یادگیری مهارتها و محول نمودن مسئولیت بیشتر به دانشجویان متناسب با مرحله آموزش(علوم پایه، مقدمات بالینی، کارآموزی و کارورزی) توأم با روشهای اطمینان از ایمنی و حفظ حقوق بیماران در برنامه مورد تاکید قرار گرفته است.
دورنما(چشم انداز):
برنامه دوره پزشکی عمومی با استفاده از آخرین یافته های آموزش پزشکی خواهد توانست ضمن حفظ قابلیت اجرا توسط دانشکده های کمتر برخوردار، به تحقق استانداردهای جهانی مورد قبول برنامه آموزش پزشکی در ایران کمک کند و در هر حال، با اجرای آن دانش آموختگانی متعهد، توانمند و پاسخگو در برابر نیازهای نظام سلامت ایران به جامعه تقدیم شود.
رسالت (مأموریت):
رسالت برنامه درسی پزشکی عمومی، تبیین اهداف، فرصتهای یادگیری، و قواعدی است که تکمیل و اجرای آن در دانشکده ها به تحقق توانمندیهای مورد انتظار از دانش آموختگان این دوره بیانجامد. این برنامه ضمن توجه به دغدغه های کلیه ذینفعان برنامه، اهداف آموزشی را با رویکردی عملگرایانه و منعطف به نحوی ارائه میکند که کلیه دانشگاههای کشور بتوانند با در نظر گرفتن تمامی منابع و ویژگیهای آموزشی خود، تربیت پزشکان عمومی را با حداکثر انطباق با برنامه ملی اجرا نمایند.
ما بر اين باوريم كه دانش آموختگان اين رشته بايد با استفاده از دانش و مهارتهاي روزآمد در زمينه پزشكي بگونه­اي تربيت شوند كه بتوانند به عنوان اولين نقطه تماس مردم با نظام مراقبت سلامت[1] ايفاي وظيفه نمايند. فارغ التحصيلان اين برنامه بايد بتوانند نقش حرفه­اي خود را يا از طريق ارائه مستقيم و مطلوب(روزآمد) خدمات به بيماران و يا از طريق هماهنگ سازي خدمات با ساير ارايه كنندگان خدمات و به فراخور نيازهاي سلامت و منابع موجود در جامعه ارائه نموده و از اين طريق به تحقق نظام ارائه خدمات ادغام يافته[2]كمك نمايند. مراقبت ارائه شده توسط اين فارغ التحصيلان بدون در نظر گرفتن سن، جنس، نژاد و يا سطح فرهنگي و اجتماعي و با در نظر گرفتن پيش زمينه­هاي فرهنگي، اجتماعي، اقتصادي و روانشناختي بيماران بوده و بايد در حد امكان مداوم، همه جانبه و فراگير، در جهت ارتقاء سلامت آحاد جامعه باشد. همچنين اين دانشجويان بايد بگونه­ايي تربيت شوند كه بتوانند به شناسايي مشكلات جامعه كه فراتر از مشكلات افراد مراجعه كننده و متقاضي خدمات سلامت است، بپردازند و با آگاهي و درك صحيح از رفتارهاي مرتبط با سلامت در جامعه نقش موثرتری در حمايت از تلاشها و حركتهاي اجتماعي كه جامعه در جهت محافظت از سلامت آحاد خود انجام مي­دهد، ایفا کند.
ما بر اين باوريم كه دانش آموختگان اين رشته افرادي مسئوليت پذير، دلسوز، انساندوست و خود توانمند ساز بوده و در ارتقاي سلامت جامعه با تمام جديت و متعهدانه فعاليت مي­نمايند. دانشكده های پزشكي به عنوان مجریان این دوره متعهدند كه در طول اجرای برنامه ارزشها و اصول نظام جمهوري اسلامي ايران را رعايت نموده و زمينه­هاي رشد و تعالي انساني را براي دانشجويان اين برنامه آموزشي بر مبناي فرهنگ غني اسلامي و با در نظر گرفتن كرامت انساني فراهم نمايند و بتوانند پزشکانی متعهد به اسلام و پایبند به موازین علمی تربیت نمایند.
فراهم کردن مبنایی برای ارزشیابی نحوه پیاده سازی و اجرای برنامه همراه با تعیین میزان دستیابی به کلیه اهداف آموزشی و فراهم نمودن ساز و کار مناسب جهت ارزیابی توانمندی دانش آموختگان از جمله مهمترین رسالت برنامه خواهد بود.
اهداف برنامه:
هدف نهایی برنامه آموزش پزشكي عمومي، این است که با كسب توانمندیهای مورد انتظار، دانش آموختگان این دوره،قادر شوند ضمن مراعات ضوابط اخلاق حرفه ای، مراقبت از سلامت افراد تحت پوشش و درمان بیماران را مطابق با استانداردهای خدمات بر عهده بگیرند، توانايي مديريت اطلاعات و يادگيري مادام العمر را كسب نمايند و به عنوان خط مقدم ارائه خدمات در نظام سلامت به خوبی انجام وظیفه کنند.
وظایف حرفه ای دانش آموختگان در جامعه:
وظایف حرفه ای دانش آموختگان این رشته شامل:
ـ مسئولیت فنی مطبهای شخصی و مراکز مجاز خدمات سلامت
ـ ارائه خدمات سلامت منطبق با ضوابط مصوب در وزارت بهداشت درمان و آموزش پزشکی
ـ ارائه خدمات مشاوره و آموزش سلامت به فرد، جامعه و گروههای هدف (با مراعات مقررات اختصاصی برای هر گروه هدف)
ـ مشارکت در کلیه فعالیتهای آموزشی و پژوهشی مورد تایید در مراجع ذیصلاح(وزارت بهداشت، درمان و آموزش پزشکی یا سایر سازمانهای مجاز بکار گیرنده پزشکان عمومی)
ـ ارائه خدمات کارشناسی مسائل سلامت حسب نیاز سازمان متبوع در محدوده صلاحیت حرفه ای پزشکان عمومی
ـ مشارکت در فرآیندهای مدیریتی حوزه سلامت

توانمندي ها و مهارت هاي اصلي مورد انتظار:
محورهای اصلی توانمندی های مورد انتظار از دانش آموختگان پزشکی عمومی عبارتند از:
1-      مهارت‌های بالینی
2-      مهارت‌های برقراری ارتباط
3-      مراقبت بیمار(تشخیص، درمان، بازتوانی)
4-      ارتقای سلامت و پیشگیری در نظام سلامت و نقش پزشک در آن
5-      پيشرفت فردي و فراگيري مستمر
6-      تعهد حرفه‌ای، اخلاق و حقوق پزشکی
7-      مهارت‌های تصمیم گیری، استدلال و حل مسأله




راهبردهاي آموزشي:
اين برنامه با استفاده از راهبرد برنامه ریزی سیستماتیک، و با درنظرگرفتن توانمندی های مورد انتظار (competency-oriented) به نحوی تدوین شده است که امکان اجرای بخشهای مختلف آن با استفاده از یک یا چند مورد از راهبردهاي آموزشی زير در دانشگاهها وجود دارد:
آموزش توأم دانشجو و استاد محور
آموزش جامعه­نگر (Community Oriented Education)
آموزش مبتني بر موضوع (Subject Based Education)
آموزش سرپایی (Outpatient Based Education)
آموزش بيمارستاني (Hospital Based Education)
آموزش مبتني بر مشكل (Problem Based Education)
آموزش مبتني بر وظايف حرفه اي (Task Based Education)
روش­ها و فنون آموزشي:
در اين دوره، از روش­ها و فنون آموزشي مختلف متناسب با اهداف یادگیری هر درس و امکانات و شرایط دانشکدهبهره گرفته خواهد شد.
تاکید برنامه بر تناسب روشها و فنون با اهداف و زمینه های یادگیری است و از این رو، روش یا فن خاصی در کل برنامه ملی تجویز نمی شود. با این حال، توصیه می شود در استفاده از روش یا فنون آموزشی علاوه بر وجود شواهد در مورد پیامدهای آموزشی هر روش یا فن، به پیامدهای پرورشی آن و نیز آمادگی دانشجویان و مدرسان برای اجرای مناسب، همچنین مسائل اقتصادی و اجرایی کاربرد این روشها نیز توجه شود. در مواردی توصیه های لازم در مورد روش خاص برای برخی دروس در شناسنامه معرفی دروس ارائه می شود. همچنین در استانداردهای برنامه روشهای آموزشی برای ارائه برنامه بیشتر توضیح داده شده است.
نمونه ای از انواع روشها و فنونی که می توانند مورد استفاده قرار گیرند عبارتند از:
·         انواع كنفرانسهاي داخل بخشي، بين بخشي، بيمارستاني، بين رشته­اي، بين دانشگاهي و سمينار، و بین المللی
·         بحث در گروه­هاي كوچك– كارگاه­هاي آموزشي– ژورنال كلاب و كتاب خواني– ارائه موردCase presentation
·         گزارش صبحگاهي– راندهاي كاري و آموزشي
·         تمرین فردی و گروهی در مرکز یادگیری مهارتهای بالینی(Skill Lab)
·         آموزش ترکیبی(Blended Learning)، استفاده از تكنيك­هاي شبيه سازي بر حسب امكانات
·         کار در آزمايشگاه بر حسب امکانات
·         Self studyخودآموزی
·         سایر روش­ها و فنون آموزشي  بر حسب نياز و اهداف آموزشي
انتظارات اخلاقي از فراگيران:
از دانشجویان پزشکی انتظار می رود:
-          در مراقبت از بيمار، منشور حقوق بيمار را دقيقا رعايت نمايند.
-          مقررات مرتبط با حفاظت و ايمني بيمار(Patient safety) را دقيقا رعايت نمايند(این مقررات توسط گروه آموزشی مربوطه تدوین و در اختیار فراگیران قرار خواهد گرفت).
-          كدهاي اخلاقي مرتبط با مادر، جنين و نوزادان را به دقت مراعات کنند(اين كدها از طرف گروه آموزشي در اختيار فراگيران قرار خواهد گرفت).
-          مقررات مرتبط با حفاظت و ايمني داروها(Drug Safety) شامل ترکیبات شیمیایی و غیر شیمیایی مرتبط را دقیقا رعایت نماید. (این مقررات توسط گروه آموزشی مربوطه تدوین و در اختیار فراگیران قرار خواهد گرفت).
-          مقررات پوشش حرفه اي(Dress code) را رعايت نمايند.
-          مقررات كار با حيوانات آزمايشگاهي را رعایت نماید.
-          به سوگند نامه حرفه خود متعهد و پايبند باشند.
-          از منابع و تجهيزاتي که تحت هر شرايط با آن کار مي کنند محافظت نمايند.
-          به استادان، کارکنان، همكاران و فراگيران ديگر احترام بگذارند و در ايجاد جو صميمي و احترام آميز در محيط کار مشارکت نمايند.
-          در نقد برنامه ها، ملاحظات اخلاق اجتماعي و حرفه اي را رعايت کنند.
-          در انجام پژوهش هاي مربوط به رشته، نکات اخلاق پژوهش را رعايت نمايند.
ارزيابي فراگيران:
الف- روش ارزيابي
انتخاب روش ارزیابی فراگیران بر اساس اهداف یادگیری و شرایط هر دانشکده بر عهده کمیته برنامه درسی دانشکده است. انتظار می­رود روشهای ارزشیابی به نحوی انتخاب و اجرا شود که ضمن اطمینان از روایی و پایایی روش و ابزار مورد استفاده، به­کارگیری آن روش نهایتا مشوق یادگیری عمیق تر و مستمر در دانشجویان باشد. روش هاي ارزيابي در اين دوره می تواند شامل موارد زیر باشد:
برای دروس نظری:آزمونهای کتبي، ارائه تکاليف به صورت گزارش کتبی یا سخنراني،آزمونهای شفاهی، آزمون تعاملي رايانه اي است.
دروس عملی و باليني:مشاهده عملکرد بالینی دانشجو در طول دوره، آزمونهای عینی ساختارمند نظیرOSCE[3]، [4]OSLE، [5]OSFE، [6]DOPS، ارزیابی های360 درجه، ارزيابي کار پوشه (Portfolio) شامل ارزيابي کارنما (Log book)، و نظاير آن است.
با توجه به اهداف آموزشی در حیطه رفتار و منش حرفه ای، لازم است در تمام دوره تحصیل، ارزیابی رفتارهای حرفه ای دانشجویان در برنامه ارزیابی فراگیران که هر دانشکده پزشکی تدوین می کند گنجانده شود. توضیح بیشتر این امر در استانداردهای برنامه پزشکی عمومی آمده است.
ب – دفعات و مقاطع ارزيابي:
1- تنظیم زمان و برنامه ارزیابی مستمر درون دانشگاهی دانشجویان بر عهده کمیته برنامه درسی دانشکده پزشکی است.
2- آزمون های جامع دوره پزشکی عمومی عبارتند از:
-              آزمون جامع علوم پایه: در پایان دوره علوم پایه
-              آزمون جامع پیش­کارورزی: در پایان دوره کارآموزی
-              آزمون عملی صلاحیت های بالینی پایان دوره: پس از طی شش ماه از دوره کارورزی
موفقیت در آزمونهای جامع علوم پایه و پیش­کارورزی برای ورود دانشجویان به مرحله بعدی آموزش، و قبولی در آزمون عملی صلاحیت های بالینی پایان دوره برای فراغت از تحصیل الزامی است.

 


[1]- Gate Keeper
[2]- Integrated Delivery System
[3] Objective Structured Clinical Examination
[4] Objective Structured Lab Examination
[5] Objective Structured Field Examination
[6] Directly Observed Procedural Skills

''';




String text_value2 = ''' 

حداقل هيأت علمي و کارکنانپشتیبان آموزش مورد نياز براي اجراي برنامه، فضاها و امکانات آموزشي لازم اعم از امکانات عمومی، اختصاصی آزمایشگاهی و بالینی، گروه ها و تخصص های آموزش پشتیبان، وتجهيزات و ملزوماتضروری برای اجرای برنامه آموزشی دوره پزشکی عمومی بر اساس استانداردهای کالبدی برنامه پزشکی عمومی مصوب دویست و چهل و نهمین جلسهشورای گسترش دانشگاهها و دانشکده های علوم پزشکی کشور (تاریخ 26/7/94) تعیین می شود (پیوست 2). 

 ''';




String text_value3 = ''' 

مشخصات کلی دوره: 
نام دوره: دکترای پزشکی عمومی Doctor of Medicine (MD)
شکل نظام آموزشی و مقررات آن براساس آیین نامه آموزشی دوره دکتری عمومی پزشکی مصوب شورای عالی برنامه ریزی علوم پزشکی می باشد. 
تعداد کل واحد های درسی:تعداد کل واحدهای درسی در این دوره 297واحد است که به شرح زیر می باشد: 

دروس عمومی
26 واحد
دروس پایه الزامی
5/71واحد
دروس تخصصی الزامی
5/177واحد
دروس انتخابی اختصاصی
16واحد
پایان نامه 
6 واحد
جمع
297واحد


مراحل: دوره پزشکی عمومی شامل 4 مرحله است: علوم پایه، مقدمات بالینی، کارآموزی، کارورزی
دروس الزامی: 
دروس الزامی شامل محتوای ضروری (core curriculum) است که یادگیری آن برای همه دانشجویان رشته پزشکی عمومی به منظور تحقق توانمندیهای مورد انتظار از پزشکان عمومی الزامی است. دانشکده پزشکی بایستی شرایطی را فراهم کند که از ارائه این دروس و تحقق اهداف مندرج در آن اطمینان حاصل گردد. 
دروس الزامی دوره در چهار مرحله دوره پزشکی عمومی به شرح زیر ارائه می شود: 
1) مرحله اول(علوم پایه): 
دروس عمومی: حداقل 8 واحد از 26 واحد الزامی تا قبل از آزمون جامع علوم پایه پزشکی
دروس پایه: حداقل 5/46 واحد از 5/71 واحد پایه الزامی تا قبل از آزمون جامع علوم پایه پزشکی
ورود به مرحله مقدمات بالینی منوط به کسب نمره قبولی در آزمون جامع علوم پایه است.  
2) مرحله دوم(مقدمات بالینی):
تعداد واحدهای اختصاصیمرحله مقدمات بالینی: 29 واحد
تعداد واحدهای شناور بین مراحل علوم پایه و مقدمات بالینی: 15 واحد از دروس پایه
3) مرحله سوم (کارآموزی):
حداقل طول مرحله کارآموزی 21 ماه است که می تواند حسب برنامه دانشکده به دو بخش کارآموزی ۱(یا استیودنتی) و کارآموزی 2(یا اکسترنی) تقسیم شود. 
تعداد واحدهای نظری خاص مرحله کارآموزی (الزامی):31واحد
تعداد واحدهای کارآموزی بالینی(الزامی): 63 واحد (معادل 21 ماه)
تعداد واحدهای نظری شناور بین مقدمات بالینی و کارآموزی (الزامی):7 واحد از دروس تخصصی
در پایان مرحله سوم، دانشجو باید برای ورود به مرحله کارورزی موفق به کسب نمره قبولی در آزمون جامع پیش کارورزی شود. 
برای شرکت در آزمون جامع پیش کارورزی، بایستی دانشجو تمام دروس عمومی، و تمام دروس پایه و تخصصی مربوط به مراحل مقدمات بالینی و کارآموزی را با موفقیت گذرانده باشد. 
4) مرحله چهارم (کارورزی):
طول مرحله کارورزی: 18 ماه 
تعدادواحد الزامی کارورزی:56 واحد 
یک ماه از مرحله کارورزی به مرخصی استحقاقی کارورزان اختصاص دارد.
فارغ التحصیلی دانشجو از دوره دکتری عمومی پزشکی منوط به موفقیت در آزمون عملی صلاحیت های (مهارتهای) بالینی است. 
دروس انتخابی: 
دروس انتخابی شامل مباحث غیر الزامی(non core) برنامه است که به دانشگاهها و دانشجویان امکان می دهد حسب شرایط دانشگاه، نیازهای خاص منطقه و نیز علائق گروههای آموزشی و دانشجویان، محتوا و فرصتهای یادگیری متنوعی را به عنوان مکمل برای کمک به تحقق توانمندیهای مورد انتظار از پزشکان عمومی ارائه دهند. مجموع واحدهای انتخابی اختصاصی در طول دوره پزشکی عمومی، 16 واحد است: 
تعداد واحد انتخابی اختصاصی که دانشجو باید تا قبل از آزمون پیش کارورزی گذرانده باشد: 4 واحد 
تعداد واحد انتخابی اختصاصی(کارورزی)که باید در مرحله کارورزی حسب برنامه دانشگاه و انتخاب کارورز طی شود:12 واحد 
دروس شناور: 
الف) دروس شناور بین مرحله علوم پایه و مقدمات بالینی: معادل 15 واحد از دروس پایه(نام دروس در جدول مشخص شده است) می تواند در مرحله علوم پایه یا مقدمات بالینی ارائه شود. این دروس در آزمون جامع علوم پایه لحاظ نخواهد شد. به این ترتیب، گذراندن این دروس برای شرکت در آزمون جامع علوم پایه الزامی نیست و از طرف دیگر، گذراندن این دروس نیز بر خلاف دروس مرحله مقدمات بالینی، مشروط به موفقیت در آزمون جامع علوم پایه نخواهد بود. 
ب) دروس شناور بین مرحله مقدمات بالینی یا کارآموزی: معادل 7 واحد از دروس تخصصی(نام دروس در جدول مشخص شده است) میتواند در مرحله مقدمات بالینی یا کارآموزی ارائه شود. 
توجه:
اختیار تغییر در محتوای برنامه های آموزشی مبتنی بر نیازهای سلامت منطقه مصوبه شصت و دومین جلسه شورای عالی برنامه ریزی علوم پزشکی مورخ 20/10/1394(ابلاغیه شماره 415/500/د مورخ 12/2/95) در طول برنامه لحاظ شده است. 


جدول الف -دروس عمومی دوره دکتری عمومی پزشکی
کد دروس
نام درس
تعداد
واحد
ساعات دروس
پیش نیاز
نظری
عملی
جمع
4-1
دو درس از دروس مبانی نظری اسلام*
4
68
-
68
-
8-5
یک درس از دروس اخلاق اسلامی*
2
34
-
34
-
11-9
یک درس از دروس انقلاب اسلامی*
2
34
-
34
-
13-12
یک درس از دروس تاریخ و تمدن اسلامی*
2
34
-
34
-
15-14
یک درس از دروس آشنایی با منابع اسلامی*
2
34
-
34
-
16
ادبیات فارسی
3
51
-
51
-
17
زبان انگلیسی عمومی
3
51
-
51
-
18
تربیت بدنی 1
1
-
34
34
-
19
تربیت بدنی 2
1
-
34
34
18
20
دانش خانواده و جمعیت
2
34
-
34
-
21
فرهنگ و تمدن اسلام و ایران
2
34
-
34


22
مدیریت سلامت در حوادث و بلایا
2
34
-
34


23
فرهنگ و معارف دفاع مقدس
2
34
-
34




جمع کل
28
442
68
510



*تذکر: گذراندن این دروس مطابق عناوین دروس عمومی معارف اسلامی مصوب جلسه 542 مورخ 23/4/83 شورای عالی انقلاب فرهنگی (جدول زیر) می باشد. 
دروس عمومی معارف اسلامی
گرایش
کد درس
عنوان درس
واحد
ساعت
پیش نیاز
نظری
عملی
جمع
مبانی نظری
 اسلام
1
2
3
4
اندیشه اسلامی1(مبداو معاد)
اندیشه اسلامی2(نبوت وامامت)
انسان در اسلام
حقوق اجتماعی و سیاسی دراسلام
2
2
2
2
34
34
34
34
-
34
34
34
34


اخلاق اسلامی
5
6
7
8
فلسفه اخلاق(با تکیه بر مباحث تربیتی)
اخلاق اسلامی(مبانی و مفاهیم)
آیین زندگی(اخلاق کاربردی)
عرفان عملی اسلام
2
2
2
2
34
34
34
34


34
34
34
34


انقلاب اسلامی
9
10
11
انقلاب اسلامی ایران
آشنایی با قانون اساسی 
جمهوری اسلامی ایران
اندیشه سیاسی امام خمینی (ره)
2
2
2
34
34
34


34
34
34


تاریخ و تمدن
 اسلامی
12
13
تاریخ تحلیلی صدر اسلام
تاریخ امامت
2
2
34
34


34
34


آشنایی با منابع
 اسلامی
14
15
تفسیر موضوعی قران
تفسیر موضوعی نهج البلاغه
2
2
34
34


34
34




جدول ب- دروساختصاصيبرنامهآموزشيدورهدکترایپزشکیعمومی
کد درس
نام درس
تعداد ساعت درسی(واحد)
مرحله ارائه
 درس
نوع درس
 (پایه/ تخصصی)*
جمع
ساعت
(واحد)
نظری
عملی
کارآموزی
کارورزی
دروس علوم تشریح
314 (15)
196
118








101
مقدمات علوم تشریح
46
38
8




علوم پایه 
پایه
102
علوم تشریح اسکلتی-عضلانی
50
30
20




علوم پایه
پایه
103
علوم تشریح سر و گردن
37
20
17




علوم پایه
پایه
104
علوم تشریح دستگاه قلب و عروق
33
17
16




علوم پایه
پایه
105
علوم تشریح دستگاه تنفس
16
8
8




علوم پایه
پایه
106
علوم تشریح دستگاه گوارش
43
26
17




علوم پایه
پایه
107
علوم تشریح غدد درون ریز
10
4
6




علوم پایه
پایه
108
علوم تشریح دستگاه اعصاب
39
25
14




علوم پایه
پایه
109
علوم تشریح دستگاه حواس ویژه
18
14
4




علوم پایه
پایه
110
علوم تشریح دستگاه ادراری تناسلی 
22
14
8




علوم پایه
پایه
دروس فیزیولوژی:
150 (8)
122
28








111
فیزیولوژی سلول
14
14
-




علوم پایه
پایه
112
فیزیولوژی قلب
10
8
2




علوم پایه
پایه
113
فیزیولوژی تنفس
14
10
4




علوم پایه
پایه
114
فیزیولوژی اعصاب و حواس ویژه
28
24
4




علوم پایه
پایه
115
فیزیولوژی گردش خون
23
19
4




علوم پایه
پایه
116
فیزیولوژی گوارش
14
10
4




علوم پایه
پایه
117
فیزیولوژی خون
7
5
2




علوم پایه
پایه
118
فیزیولوژی غدد و تولید مثل
24
20
4




علوم پایه
پایه
119
فیزیولوژی کلیه
16
12
4




علوم پایه
پایه
دروس بیوشیمی پزشکی:
100 (5)
70
30








120
بيوشيمي مولكول-سلول
47
32
15




علوم پایه
پایه
121
بيوشيمي ديسيپلين
37
22
15




علوم پایه
پایه
122
بيوشيمي هورمون ها
12
12
-




علوم پایه
پایه
123
بيوشيمی کلیه
4
4
-




علوم پایه
پایه
124
ژنتیک پزشکی
34 (2)
34
-




علوم پایه/مقدمات بالینی
پایه
125
اصول کلی تغذیه 
34(2)
34
-




علوم پایه/ 
مقدمات بالینی
پایه
126
فیزیک پزشکی
38 (2)
30
8




علوم پایه/ 
مقدمات بالینی
پایه
دروس میکروب و انگل شناسی:
137ساعت
(7 واحد)
101
36








127
باکتریشناسی پزشکی
61 
41
20




علوم پایه 
پایه
128
انگل شناسی 
40 
28
12




علوم پایه
پایه
129
قارچ شناسی پزشکی
19  
15
4




علوم پایه
پایه
130
ويروس شناسي پزشكي
17 
17
-




علوم پایه
پایه
دروس ایمنی شناسی:
55 (3واحد)
47
8








131
ایمنی شناسی پزشکی
38
30
8




علوم پایه /
مقدمات بالینی
پایه
132
ایمنی شناسی بالینی
17
17
-




مقدمات بالینی
پایه
دروس پزشکی اجتماعی و علوم سلامت:
171
(5/9واحد)
152
19










133
اصول خدمات سلامت 
26
26
-




علوم پایه
پایه
134
اصول اپیدمیولوژی 
34
34
-




علوم پایه
پایه
135
آمار پزشکی
17
17
-




مقدمات بالینی
پایه
136
روش تحقیق و پزشکی مبتنی بر شواهد
26
7
19




مقدمات بالینی
/کارآموزی
پایه
137
اپیدمیولوژی بیماریهای شایع واگیر در کشور 
17
17
-




مقدمات بالینی
/کارآموزی
پایه
138
اپیدمیولوژی بیماریهای شایع غیرواگیر در کشور
17
17
-




مقدمات بالینی /کارآموزی
پایه
139
اصولجمعیتشناسیوسلامتخانواده 
34
34






کارآموزی
تخصصی
140
روانشناسی سلامت
34 (2)
34
-




علوم پایه/ 
مقدمات بالینی
پایه
دروس آداب پزشکی
68(2)


68








141
آداب پزشکی 1
17


17




علوم پایه 
پایه
142
آداب پزشکی 2
17


17




علوم پایه 
پایه
143
آداب پزشکی 3
17


17




علوم پایه 
پایه
144
آداب پزشکی 4
17


17




علوم پایه 
پایه
دروس زبان انگلیسی تخصصی
102 (6 )
102
-








145
زبان تخصصی پزشکی 1
51
51
-




علوم پایه 
پایه
146
زبان تخصصی پزشکی 2
51
51
-




علوم پایه 
پایه
دروس پاتولوژی عمومی
51(3)
51
-








147
کلیات پاتولوژی و آسیب سلولی 
9
9






علوم پایه/ 
مقدمات بالینی 
پایه
148
پاتولوژي آماس، ترمیم بافتی و اختلالات همودینامیک
10
10






علوم پایه/ 
مقدمات بالینی
پایه
149
پاتولوژي اختلالات سیستم ایمنی بدن انسان 
8
8






علوم پایه/ 
مقدمات بالینی 
پایه
150
پاتولوژي نئوپلازی 
10
10






علوم پایه/ 
مقدمات بالینی
پایه
151
پاتولوژي اختلالات ژنتیک و بیماریهای دوره کودکی
8
8






علوم پایه/ 
مقدمات بالینی 
پایه
152
پاتولوژی بیماریهای محیطی، تغذیهای و عفونی
6
6






علوم پایه/ 
مقدمات بالینی 
پایه
153
پاتولوژی عملی
۳۴ (1)
-
۳۴




علوم پایه/ مقدمات بالینی 
پایه
154
پاتولوژی بالینی
۱۸(1)
۱۶
۲




مقدمات بالینی/
کارآموزی
تخصصی
دروس پاتولوژی اختصاصی
92(7/4)
68
24








155
پاتولوژی دستگاه قلب و عروق
8
6
2




مقدمات بالینی
تخصصی
156
پاتولوژی دستگاه تنفس
8
6
2




مقدمات بالینی
تخصصی
157
پاتولوژی کلیه و مجاری ادراری فوقانی
8
6
2




مقدمات بالینی
تخصصی
158
پاتولوژی دستگاه گوارش
12
8
4




مقدمات بالینی
تخصصی
159
پاتولوژی کبد و مجاری صفراوی
8
6
2




مقدمات بالینی
تخصصی
160
پاتولوژی دستگاه تناسلی، مجاری ادراری تحتانی، پستان
14
10
4




مقدمات بالینی
تخصصی
161
پاتولوژی بیماریهای خون، و غدد درون‎ریز
12
10
2




مقدمات بالینی
تخصصی
162
پاتولوژی پوست، استخوان‎ها، نسج نرم و مفاصل
12
8
4




مقدمات بالینی
تخصصی
163
پاتولوژی دستگاه اعصاب مرکزی و محیطی 
10
8
2




مقدمات بالینی
تخصصی
دروس فارماکولوژی پزشکی
68 (4)
68










164
اصول پایه فارماکولوژی پزشکی
17
17






علوم پایه/ 
مقدمات بالینی
پایه
165
فارماکولوژی داروهایقلب و عروق و ریه
10
10






مقدمات بالینی/
کارآموزی
پایه
166
فارماکولوژی داروهای ضدمیکروبی
10
10






مقدمات بالینی/
کارآموزی
پایه
167
فارماکولوژی داروهای گوارش- خون و روماتولوژی
10
10






مقدمات بالینی/
کارآموزی
پایه
168
فارماکولوژی داروهای آندوکرین
9
9






مقدمات بالینی/
کارآموزی
پایه
169
فارماکولوژی داروهای دستگاه اعصاب  و روان
12
12






مقدمات بالینی/ 
کارآموزی
پایه
دروس شرح حال و معاینه فیزیکی
136 (4)
34


102






170
شرح حال و معاینه فیزیکی 1 
17 (1)
17






مقدمات بالینی
تخصصی
171
کارآموزی شرح حال و معاینه فیزیکی1 
51(1)




51


مقدمات بالینی
تخصصی
172
شرح حال و معاینه فیزیکی 2 
17(1)
17






مقدمات بالینی
تخصصی
173
کارآموزی شرح حال و معاینه فیزیکی2 
51 (1)




51 


مقدمات بالینی
تخصصی
دروس مقدمات بالینی بیماریها 
322 (18)
290
32








174
استدلال بالینی در رویکرد به علائم و نشانه های شایع
8 (5/0)
8






مقدمات بالینی
تخصصی
175
مقدمات بیماریهای قلب و عروق
36 (2)
32
4




مقدمات بالینی
تخصصی
176
مقدمات بیماریهای دستگاه تنفس
36 (2)
32
4




مقدمات بالینی
تخصصی
177
مقدمات بیماریهای خون
36 (2)
32
4




مقدمات بالینی
تخصصی
178
مقدمات بیماریهای گوارش و کبد
40 (1/2)
36
4




مقدمات بالینی
تخصصی
179
مقدمات بیماریهای غدد و متابولیسم
36 (2)
32
4




مقدمات بالینی
تخصصی
180
مقدمات بیماریهای کلیه
30 (6/1)
26
	4




مقدمات بالینی
تخصصی
181
مقدمات بیماریهای روماتولوژی
30 (6/1)
26
4




مقدمات بالینی
تخصصی
182
مقدمات بیماریهای کودکان
17(1)
17
-




مقدمات بالینی
تخصصی
183
مقدمات بیماریهای جراحی
19(1)
15 
4




مقدمات بالینی
تخصصی
184
مقدمات بیماریهای اعصاب
9(5/0)
9
-




مقدمات بالینی
تخصصی
185
مقدمات روانپزشکی
8(5/0)
8
-




مقدمات بالینی
تخصصی
186
مقدمات بیماریهای عفونی
17(1)
17
-




مقدمات بالینی
تخصصی
187
طب سنتی 
34(2)
34






کارآموزی
تخصصی
188
کارآموزی بیماریهای داخلی
9 واحد




3ماه
(12 هفته)


کارآموزی
تخصصی
189
کارورزی بیماریهای داخلی
12 واحد 






3 ماه 
(12 هفته)
کارورزی
تخصصی
190
کارآموزی بیماریهای قلب و عروق
 3 واحد




1 ماه
(4 هفته)


کارآموزی
تخصصی
191
کارورزی بیماریهای قلب و عروق
4 واحد






1 ماه 
(4 هفته)
کارورزی
تخصصی
192
کارآموزی بیماریهای کودکان
9 واحد




3 ماه
(12هفته)


کارآموزی
تخصصی
193
کارورزی بیماریهای کودکان
12 واحد 






3 ماه 
(12 هفته)
کارورزی
تخصصی
194
بیماریهای کودکان (1) 
68(4) 
68






کارآموزی
تخصصی
195
بیماریهای کودکان (2)
17(1)
17






کارآموزی
تخصصی
196
کارآموزی جراحی عمومی
6 واحد




2 ماه
(8 هفته)


کارآموزی
تخصصی
197
کارورزی جراحی عمومی
8 واحد 






2ماه 
(8 هفته)
کارورزی
تخصصی
198
بیماریهای جراحی
  85(5)
85






کارآموزی
تخصصی
199
کارآموزی ارتوپدی
3واحد




1 ماه
(4 هفته)


کارآموزی
تخصصی
201
بیماریهای ارتوپدی (درس نظری)
51 (3)
51






کارآموزی
تخصصی
202
کارآموزی ارولوژی
5/1واحد




2 هفته


کارآموزی
تخصصی
204
بیماریهای مجاری ادراری و تناسلی (ارولوژی)
17(1)
17






کارآموزی
تخصصی
205
کارآموزی بیهوشی
5/1واحد




2 هفته


کارآموزی
تخصصی
206
کارآموزی بیماریهای زنان و مامایی
6 واحد




2 ماه
(8 هفته)


کارآموزی
تخصصی
207
کارورزی بیماریهای زنان و مامایی 
8 واحد






2 ماه 
(8 هفته)
کارورزی
تخصصی
208
بیماریهای زنان و مامایی
68(4)
68






کارآموزی
تخصصی
209
کارآموزی پزشکی اجتماعی و خانواده 
3 واحد




یک ماه
(یا 4 هفته)


کارآموزی
تخصصی
210
کارورزی پزشکی اجتماعی و خانواده
4 واحد 






یک ماه 
(یا 4هفته)
کارورزی
تخصصی
211
کارآموزی روانپزشکی
3 واحد




یک ماه
(یا 4 هفته)


کارآموزی
تخصصی
212
کارورزی روانپزشکی
4 واحد 






یک ماه 
(یا 4هفته)
کارورزی
تخصصی
213
بیماریهای روانپزشکی 
26(5/1)
26






کارآموزی
تخصصی
214
کارآموزی طب اورژانس
5/1




دو هفته 


کارآموزی
تخصصی
215
کارورزی طب اورژانس
4 واحد 






یک ماه 
(یا 4هفته)
کارورزی
تخصصی
216
کارآموزی رادیولوژی 
3 واحد




یک ماه 
(یا 4 هفته)


کارآموزی
تخصصی
217
کارآموزی بیماریهای عفونی
3 واحد




یک ماه 
(یا 4 هفته)


کارآموزی
تخصصی
219
بیماریهای عفونی 
34(2)
34






کارآموزی
تخصصی
220
کارآموزی بیماریهای اعصاب
(نورولوژی)
3 واحد




یک ماه 
(یا 4 هفته)


کارآموزی
تخصصی
222
بیماریهای اعصاب 
25(5/1)
25






کارآموزی
تخصصی
223
کارآموزی بیماریهای پوست
3 واحد




یک ماه 
(یا 4 هفته)


کارآموزی
تخصصی
225
کارآموزی بیماریهای چشم
5/1 واحد




2 هفته


کارآموزی
تخصصی
227
کارآموزی بیماریهای گوش گلو و بینی
3 واحد




یک ماه 
(یا 4 هفته)


کارآموزی
تخصصی
229
اخلاق پزشکی 
34(2)
34






کارآموزی
تخصصی
230
پزشکی قانونی و مسمومیتها
34(2)
34






کارآموزی
تخصصی
231
پایان نامه
6 واحد










تخصصی



 ''';



String text_value4 = ''' 

ارزشیابی برنامه پزشکی عمومی با دو رویکرد تکوینی و تراکمی انجام میشود.
الف) رویکرد تکوینی یا سازنده (Formative) به ارزشیابی برنامه پزشکی عمومی: 
در رویکرد تکوینی، هدف از ارزشیابی، اصلاح برنامه های در حال اجرا از طریق بررسي میزان مطابقت برنامه اجرا شده (Implemented Curriculum) با برنامه تدوین شده (Planned Curriculum )و استانداردهای آناست. 
به این منظور، تدوین شاخصهای پایش اجرای برنامه و استقرار نظام پایش در دو سطح دانشگاهی (با محوریت کمیته برنامه درسی پزشکی عمومی در دانشکده پزشکی)، و وزارتی ( با مسئولیت دبیرخانه شورای آموزش پزشکی عمومی) انجام می شود. 
بر اساس نتایج حاصل از پایش، اتخاذ تصمیم های اصلاحی در سطح دانشکده انجام می شود. در صورت فراگیر بودن مشکلات و ضرورت انجام تغییرات در سطح ملی،دبیرخانه شورای آموزش پزشکی عمومی موظف به پیگیری اقدامات و اصلاحات مورد نیاز برای اطمینان از اجرای مناسب برنامه است. 
ب) رویکرد تراکمی (Summative) به ارزشیابی برنامه پزشکی عمومی: 
رویکرد تراکمی هر 5 سال یک بار، و با هدف تعیین میزان مراعات استانداردهای برنامه در دانشکده های پزشکی انجام می شود. 
مدل اعتباربخشی برای این تحقق این رویکرد به کار گرفته خواهد شد. سند استانداردهای برنامه دوره پزشکی عمومی (پیوست 3) که با طی مراحل علمی و مشارکت خبرگان آموزش پزشکی عمومی از سراسر کشور تدوین شده است مبنای اعتباربخشی برنامه های آموزش پزشکی عمومی در دانشکده های پزشکی جمهوری اسلامی ایران می باشد. 
تواتر انجام ارزشيابي: 
ارزشيابي تکوینی به صورت مستمر
ارزشيابي تراکمی (اعتباربخشی برنامه) هر 5 سال


 ''';


String custom_text_main = ''' 

مشخصات دوره و دروس
برنامه آموزشي رشته پزشکی
مقطع دکتری عمومی

''';